# CLI tools
brew "difftastic" # git difftool
brew "fd"
brew "jq"
brew "ripgrep"
brew "tree"
brew "wget"
brew "tmux"
brew "ffmpeg"
brew "neovim" # EDITOR
brew "vim"
brew "llama.cpp"

# Apps / fonts
cask "1password-cli" # op: secrets 参照に必須
cask "font-hack-nerd-font" # terminal / starship icons
cask "orbstack"
cask "azookey"
cask "llama-app"
cask "aws-vault"
cask "warp"
