# 既存アプリを brew 管理に引き取る（未管理でもインストール済みなら再インストールせず紐付ける）
cask_args adopt: true

# CLI tools
brew "tree"
brew "wget"
brew "ffmpeg"
brew "vim"
brew "llama.cpp"

# Apps / fonts
cask "1password" # 1Password GUI アプリ
cask "1password-cli" # op: secrets 参照に必須
cask "azookey"
cask "brave-browser"
cask "chatgpt"
cask "claude"
cask "discord"
cask "font-hack-nerd-font" # terminal / starship icons
cask "ghostty"
cask "llama-app"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "spokenly"
cask "tailscale-app"
cask "zed"
